GrapeCity.gc-excelviewer
UCL.haskelly
ban.spellright
dbaeumer.vscode-eslint
dzannotti.vscode-babel-coloring
esbenp.prettier-vscode
justusadam.language-haskell
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.wordcount
vscodevim.vim
